acha666/esp32-h2-air-sensor/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.2.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32h2"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_COMPILER_CXX_EXCEPTIONS=y
CONFIG_LOG_DEFAULT_LEVEL_DEBUG=y
CONFIG_ZB_ENABLED=y
CONFIG_ZB_ZED=y
